IDEA StatiCa Open Model
ConcreteCheckDetailing Constructor
Compatible with IDEA StatiCa Beta 21.0 - beta
Initializes a new instance of the ConcreteCheckDetailing class
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
protected ConcreteCheckDetailing()
Protected Sub New
protected:
ConcreteCheckDetailing()
See Also
Reference
ConcreteCheckDetailing Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace